package jdk;

public class Zadaniye_3 {
//Две Java в голове
//Одним абзацем объясни, что произойдёт, если в PATH сначала стоит старая JRE, а новая JDK — ниже. Какие команды могут «работать странно»?
//Тогда джава версия будет старая а джавак новый
//Пользователь vs система
//В двух коротких списках выпиши плюсы настройки JAVA_HOME/PATH как пользовательской переменной и как системной. Для учебного ноутбука одного студента что бы ты выбрал и почему — три предложения.
//В системе мы укажем путь к нашему JDKто поможет нашему компьютеру понять где он находится
//
}
